#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 19;//размер карты высота
const int WIDTH_MAP = 38;//размер карты ширина

std::string TileMap[HEIGHT_MAP] = {
	"00000000000000000000000000000000000000",
	"0                  0                 0",
	"0                  0                 0",
	"0                  0                 0",
	"0                  0                 0",
	"0         0000000000                 0",
	"0         0        0                 0",
	"0         0        0                 0",
	"0         0        00000000          0",
	"0         0                          0",
	"0         0                          0",
	"0                                    0",
	"0                                    0",
	"0                                    0",
	"0                                    0",
	"0                                    0",
	"0                                    0",
	"0                                    0",
	"00000000000000000000000000000000000000",
};