/*#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 20;//размер карты высота
const int WIDTH_MAP = 25;//размер карты ширина 

std::string TileMap[HEIGHT_MAP] = {
	"0000000000000000000000000",
	"0                       0",
	"0                       0",
	"0                       0",
	"0            000        0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0                       0",
	"0000000000000000000000000",
};*/
#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 30;//размер карты высота
const int WIDTH_MAP = 40;//размер карты ширина

std::string TileMap[HEIGHT_MAP] = {
"0000000000000000000000000000000000000000",
"0                  00                  0",
"0                  00                  0",
"0                  ss                  0",
"0                  00                  0",
"0                  00                  0",
"0                  00                  0",
"0   0              00                  0",
"0                  ss                  0",
"0                  00                  0",
"0                  ss                  0",
"0                  00                  0",
"0                  00                  0",
"0                  00                  0",
"0                  00                  0",
"0                  ss                  0",
"0                  00                  0",
"0                  00                  0",
"0                  ss                  0",
"0                  00                  0",
"0    s  0000       00                  0",
"0    s  0          00                  0",
"0    s  0          00                  0",
"0                  00                  0",
"0    s             00                  0",
"0    s                                 0",
"0  sss ssssss sss ssss                 0",
"0    s  s   s s   s  s                 0",
"0                 s  s                 0",
"0000000000000000000000000000000000000000",
};


